local autoTable = {
	"章鱼丸子小姐","篱笆外的小猫","是爱不是负荷","旧时光的容颜","伴你三生六世","错落你的煽情","爱过痛过扯平","忘了当初温柔","我会爱你很久","我爱你你爱她","久了就成依赖","无敌铁扇公主","往事如烟","岁月如歌","如梦如幻","水清天蓝","邀月对影","无门有缘","凌波微步","闲云清烟",
	"女人哭吧 ","回忆都是负","没心没肺的笑","经痛不痛","Amor吖頭丶","封情舞韵","归去如风","阳光的舟","春天的吻","清月无梦","迷鸟归林","金色枫叶","花自芬芳","八枝玫瑰","别样别样","梅芳竹清","袅袅亭亭","从雾中来","溪施柔情","小小毒药",
	"习惯寂寞","小夫小妻","小浪漫","爱我好吗","行尸走肉","敷衍就不要说","爱你适可而止","借口请你留着","一点点厌倦你","不言语却知心","夏、兮尕","花痴而已 ","于心有愧","那谁、我想你","謀亽陌甡","人来人往#","别人的歌#"," 撕心咒soul","没人能取代","心情不美丽",
	"爱如今忘记了","烙下的脚印","唯你 ","天蝎座","青春那些事儿 ","情敌，你好差 ","枪炮与玫瑰","永远多远","少年玩心么","爱你好累","他不爱沵","隔心忘年","终究、抵不过","流言蜚语","情长不过时光","恋夏","偏执的小女人","或许我卟够好","忘了我","没关系",
	"别说你还爱我","玩心嚒","日久生情","久厌情#","多情必自毙 ","无心说吻安-","【妖娆】美","一切是我活该","两道彩虹*","一缕阳光"," 肠断情丝乱","心不动，不痛","时间走了","爱我疼我","随便你","什么都不缺","爱生活爱自己","月明不眠","挡箭牌","自心难控",
	"未够好","爱你我怕了","一个人不可能","越是没有人爱","倾国倾城","素颜装纯","敢爱敢恨","我们正年轻","把心活活掐死","结局不过如此","難莣初佽邂逅","尼玛，不稀罕","僦泚咯鉽囮妑","乱人心","楼已空梦已灭","我的温柔"," 你爱着他","不喜欢感叹号","眼泪你忘了吗","如果你会爱我",
	"炕么，北鼻/","半生缘","拥抱感动了谁","人见人爱","小璐姐","彼岸的风景","无权访问","小丑哭花了脸","收回孤单","彼岸伤城"," |生人勿扰|","在意的要窒息","就哭就闹","像音乐感动你","别让情两难","无视好吧","明知道","邻家女孩","一抹温柔 ","清洗记忆",
	"小小XX ","海誓山盟","小小刺猬","微笑听雨","万年白狐","玉雪飘飘","姻脂花开","本来无物 ","墨梅XY紫云ab"," 呼儿咳呀","草原寻梦","落叶红秋","蝶舞芳香","世纪精灵"," 长啸当歌","长乐高兴","咫尺幸福","蓝蓝的天","志善志美","走向春天",
	"晴空娃娃","分久必合","mile繫念笑眸","私念","你让我懂得","陌若安生","何必当真、","莫失莫念","姑娘，大灰狼爱你","101℃的Sun","真心真意","流年","未逝已成伤","半妩媚半妖冶","女人请爱女人","不倾城丶邪魅","若有似无","小矜持","该走走该滚滚","风从海吹来",
	"拥我入怀 ","交情不深","活的简单点","他的梦,","情到深处 ","覆水难收","自然疯","想哭","心病难医","爱我你怕了吗","籹人情呔真","爱我你忘了吗 ","我把自己毁了","去你妹的 ","莫離瑟 ","爱情剧终","咱领结婚证去",
	"对明天说拜拜","范二姑娘","小时光旧温暖","我想说我爱你","男亼俗不可耐","不成人便成妖","伊人泪","罂粟花毒","傻傻傻傻","不倾城","懂我再爱我","心不狠站不稳","去尼玛的爱情","是梦终空","半痴半傻","你说爱便是爱","下世纪年末","清纯包子西施","姑娘永垂不朽","旧人旧世纪",
	"香椿丛林","灵慧可人","和风戏雨","深秋无痕","下1站等待","情留一点痴","画面似从前","韶华倾负","蔓筵怼袮媤諗","痴心的迷恋","弱水三千丶","㎜红玫瑰","煙雨舊凊","蕗琺","9o後單身","小小小丶傻瓜","心晴天便晴","。陌蕗","一_儍苽","红颜本祸水",
	"冲开一切","岁月无声","樱花之吻","风息神泪","梦幻雪冰","魅雪紫梦","梦里极光 ","茶韵清香","半醉与倦容","倾一池温柔","散一场暖阳","素颜繁华梦 ","他夏了夏天","谎言被实破","念而不忘7mr","唯望君安","有爱早已无心 ","宁愿一人","捡拾记忆","一眼难尽 ",
	"半沙青夏色","你有木有","其实我介意","烟花落幕","姐妹，你真傻","魂又多伤痕","我会好好过丶","纷纷泪红坠","晨中雪已深","秋寒犹未到","没办法我爱你","傻傻的等你","那位是谁 ","改行做小三","在乎你有何用","被小三打败了","爱我你后悔了","我就是想人陪","因为我 ","完全信任你",
	"旧梦失词","那么坚强","大姨妈","不冷不热","不动情","将心比心好吗","男人你得瑟啥 ","我们结婚吧","她不紧他不爱","女人不哭。","不想爱情变质","爱到情伤泪落","这样很好","我期待你的爱/*","我我我。不需要","我想抱抱/*","仍在原地","木人懂的小屁孩","非想非非想// ","最后的眷念-",
	"随遇而安","逝去的日子"," 小主范儿","我不会爱你。","闷骚何必装纯","单人床双人房","首尔的空气","我跟你狠熟吗","是我在想你了","旧城旧巷","独角戏 ","傻瓜小姐","人心难测","mm我何必说谎","你在不久将来","心碎了吗","待君’已不爱","人贱没药医。","其实只是曾经","带香味的女孩",
	"轻描淡写一个永恒","女生也是人","深记:的记忆","只是梦吗","世态炎凉","别太善良","我的无奈谁懂","曼秀雷敦","轻易放弃","勉强的笑","崖边哪可退后","不闻不问","小情歌","劳资不配你","我只想要拥抱","我没心照样活","回不去的时光","何谓忠贞","请用心听","嵩开了你的手",
	"我的真心","情不自禁","狠无奈*//","魅惑香水","无良女Ⅱ","雅蠛蝶丶","何止一种伤","我的不完美","半梦半醒","梦到你","刺眼得我 ","望尘莫及","在爱情中死去","伪心*","法海把她灭了","情人总是","分分合合","花,刺痛命脉","一人的七月七","你幸福了没",
	"骑毛驴的妞","会独有的小姿态","忍，我做到了","百转千回爱","时光原处","友情你输了","浅唱、","那些回忆","就是这样","一个女人","清晨","一缕阳光","以心换心 ","不配说爱我","因为是女人","我只属于我","旧人旧街旧事","三分淑女样"," 我爱他","旧人不覆 ",
}
function GetTable()
	return autoTable
end
