--主线任务章节列表
local autoTable = {
	["430001"] = {
		name = "初入蛮荒",
		describe = "你出现在一个陌生的地方，这里充满了神秘与危险的气息，去了解当前的世界。",
		list = {"400001", "400002", "400003", "400004", "400005", "400006", "400007", "400008"},
	},
	["430002"] = {
		name = "初遇魔族",
		describe = "真炎部落突然出现了魔族，打败它拯救真炎部落吧",
		list = {"400009", "400010", "400011", "400012", "400013", "400014", "400015"},
	},
	["430003"] = {
		name = "部落琐事",
		describe = "你出现在一个陌生的地方，这里充满了神秘与危险的气息，去了解当前的世界。",
		list = {"400016", "400017", "400018", "400019", "400020", "400021", "400022", "400023", "400024", "400025", "400026"},
	},
	["430004"] = {
		name = "魔族入侵",
		describe = "真炎部落突然出现了魔族，打败它拯救真炎部落吧",
		list = {"400027", "400028", "400029", "400030", "400031", "400032", "400033"},
	},
	["430005"] = {
		name = "时空裂缝",
		describe = "你出现在一个陌生的地方，这里充满了神秘与危险的气息，去了解当前的世界。",
		list = {"400034", "400035", "400036", "400037", "400038", "400039", "400040", "400041", "400042", "400043", "400044"},
	},
	["430006"] = {
		name = "虚弱的异兽",
		describe = "真炎部落突然出现了魔族，打败它拯救真炎部落吧",
		list = {"400049", "400050", "400051", "400052", "400053", "400054", "400055", "400056", "400057", "400058", "400059"},
	},
	["430007"] = {
		name = "悟道谷事变",
		describe = "你出现在一个陌生的地方，这里充满了神秘与危险的气息，去了解当前的世界。",
		list = {"400063", "400064", "400065", "400066", "400067", "400068", "400069", "400070", "400071", "400072", "400073"},
	},
	["430008"] = {
		name = "小周镜",
		describe = "真炎部落突然出现了魔族，打败它拯救真炎部落吧",
		list = {"400074", "400075", "400076", "400077", "400078", "400079", "400080", "400081", "400082", "400083", "400084"},
	},
	["430009"] = {
		name = "小七故乡",
		describe = "你出现在一个陌生的地方，这里充满了神秘与危险的气息，去了解当前的世界。",
		list = {"400091", "400092", "400093", "400094", "400095", "400096", "400097", "400098", "400099", "400100", "400101"},
	},
	["430010"] = {
		name = "昊天镜",
		describe = "真炎部落突然出现了魔族，打败它拯救真炎部落吧",
		list = {"400105", "400106", "400107", "400108", "400109", "400110", "400111", "400112", "400113", "400114", "400115"},
	},
	["430011"] = {
		name = "仙境考验",
		describe = "你出现在一个陌生的地方，这里充满了神秘与危险的气息，去了解当前的世界。",
		list = {"400118", "400119", "400120", "400121", "400122", "400123", "400124", "400125", "400126", "400127"},
	},
	["430012"] = {
		name = "张扬跋扈",
		describe = "真炎部落突然出现了魔族，打败它拯救真炎部落吧",
		list = {"400128", "400129", "400130", "400131", "400132", "400133", "400134"},
	},
	["430013"] = {
		name = "灵药事件",
		describe = "你出现在一个陌生的地方，这里充满了神秘与危险的气息，去了解当前的世界。",
		list = {"400135", "400136", "400137", "400138", "400139", "400140", "400141", "400142", "400143", "400144", "400145"},
	},
	["430014"] = {
		name = "六合聚元鼎",
		describe = "真炎部落突然出现了魔族，打败它拯救真炎部落吧",
		list = {"400146", "400147", "400148", "400149", "400150", "400151", "400152", "400153"},
	},
	["430015"] = {
		name = "阴谋背后",
		describe = "你出现在一个陌生的地方，这里充满了神秘与危险的气息，去了解当前的世界。",
		list = {"400154", "400155", "400156", "400157", "400158", "400159", "400160", "400161", "400162", "400163", "400164"},
	},
}

function GetTable()
	return autoTable
end
